edited the README
